export default {
  common: {
    continue: "Продолжить",
    add: "Добавить",
  },

  screens: {
    bot: {
      create: {
        welcome: {
          title: "Добро пожаловать в {{bot}}",
          description:
            "Создайте свой уникальный магазин за несколько простых шагов",
          button: "Создать магазин",
          step1: "Добавьте обложку и текст описания магазина",
          step2: "Добавьте категории товара или услуги",
          step3: "Добавьте способ оплаты",
          step4: "Заполните контактную информацию",
        },
        info: {
          title: "Добавьте обложку и текст описания магазина",
          addImage: "Добавить обложку",
          editImage: "Изменить обложку",
          descriptionLabel: "Описание",
          descriptionPlaceholder: "Введите описание магазина",
        },
        categories: {
          title: "Выберите категории товара или услуги или добавьте свои",
          categories: "Категории",
          inputPlaceholder: "Введите название категории",
        },
        payments: {
          title: "Добавьте способ оплаты",
          cash: "Наличные",
          cards: "Банковской картой",
        },
        contacts: {
          title: "Контактная информация магазина",
          emailLabel: "Почта",
        },
      },
    },
  },
};
